{
  "description": {
    "title": "Feuerquellen",
    "description": "Finde und sammle mögliche Feuerquellen um einen Waldbrand zu verhindern!"
  },
  "moderatorConfig": {
    "mapSection": "Kartenabschnitt",
    "replayable": "mehrfach spielbar",
    "showTutorialOnlyOnce": "Tutorial nur beim ersten mal zeigen"
  },
  "participant": {
    "place": "Platzieren",
    "play": "Start",
    "newLevel": "neues Level erstellen",
    "everythingPlaced": "Alles platziert",
    "maxCountPlaced": "Maximale Anzahl des Objekttyps platziert",
    "lost": "Du hast leider zu lange ein gefährliches Objekt nicht gefunden, das nun einen Schaden verursacht hat. Du hast verloren, bitte versuche es noch einmal.",
    "tutorial": {
      "click": "Klicke auf einen beliebigen Platz in der Szene um eine Auswahl an Objekten zu bekommen.",
      "place": "Wähle eines der Objekte aus um es an dem ausgewählten Ort zu platzieren.",
      "move": "Verschiebe das Objekt durch drag and drop",
      "rotate": "Drehe, skaliere und lösche das ausgewählten Objekts durch klick auf die Buttons in der Symbolleiste",
      "info": "Diese Szene ist nicht so harmlos wie er zu Beginn scheinen mag!",
      "hazards": "An manchen Orten verstecken sich gefährliche Objekte, welche früher oder später eine Katastrophe verursachen können.",
      "collect": "Sammle diese Objekte mit einem Klick ein und verhindere eine große Katastrophe, bevor es zu spät ist!",
      "magnifier": "Benutze die Lupe, um hinter die Objekte zu schauen."
    },
    "settings": {
      "levelName": "Levelname"
    },
    "itemSelection": {
      "selectItem": "Zu platzierendes Objekt auswählen"
    }
  },
  "statistic": {
    "levels": "Wie oft wurde welcher Level gespielt?",
    "rating": "Wie oft wurden wie viele Punkte erzielt?",
    "play": "Wie oft hat welcher Benutzer einen Level gespielt?",
    "build": "Wie oft hat welcher Benutzer einen Level erstellt?",
    "time": "Wie viele Sekunden hat es gedauert, das Level zu beenden?",
    "item": {
      "play": "Wie oft wurde welches Element gefunden?",
      "build": "Wie oft wurde welcher Gegenstand versteckt?"
    }
  }
}