{
  "description": {
    "title": "Feuerquellen",
    "description": "Finde und sammle mögliche Feuerquellen um einen Waldbrand zu verhindern!"
  },
  "moderatorConfig": {
    "mapSection": "Kartenabschnitt",
    "replayable": "mehrfach spielbar",
    "showTutorialOnlyOnce": "Tutorial nur beim ersten mal zeigen"
  },
  "participant": {
    "placeables": {
      "cigarette": {
        "name": "Zigarette",
        "description": "Nicht ordentlich ausgedämpfte Zigaretten sind einer der größten Waldbrandverursacher. Häufig werden sie aus fahrenden Autos geworfen oder auf Wanderwegen zurückgelassen."
      },
      "bottle": {
        "name": "Glasflasche",
        "description": "Zurückgelassene Glasflaschen aller Art wirken unter den richtigen Umständen wie eine Linse und fokussieren das Licht. Am Brennpunkt kann leicht ein Feuer entstehen!"
      }
    },
    "place": "Platzieren",
    "play": "Start",
    "newLevel": "neues Level erstellen",
    "everythingPlaced": "Alles platziert",
    "maxCountPlaced": "Maximale Anzahl des Objekttyps platziert",
    "tutorial": {
      "click": "Klicke auf einen beliebigen Platz in der Szene um eine Auswahl an Objekten zu bekommen.",
      "place": "Wähle eines der Objekte aus um es an dem ausgewählten Ort zu platzieren.",
      "move": "Verschiebe das Objekt durch drag and drop",
      "rotate": "Drehen und skalieren Sie das Objekt mit dem Rundschieber",
      "remove": "Willst du ein Objekt wieder löschen? Wähle es aus und klicke auf das X um es zu entfernen.",
      "info": "Diese Szene ist nicht so harmlos wie er zu Beginn scheinen mag!",
      "hazards": "An manchen Orten verstecken sich gefährliche Objekte, welche früher oder später eine Katastrophe verursachen können.",
      "collect": "Sammle diese Objekte mit einem Klick ein und verhindere eine große Katastrophe, bevor es zu spät ist!"
    },
    "settings": {
      "levelName": "Levelname"
    },
    "itemSelection": {
      "selectItem": "Zu platzierendes Objekt auswählen"
    }
  }
}