{
  "description": {
    "title": "Clean Up",
    "description": "Ein Klimaspiel über den Ausstoß von klimaschädlichen Gasen."
  },
  "participant": {
    "speed": "Geschwindigkeit",
    "electricity": "Stromanteil",
    "vehicle-parameter": {
      "fuel": "Treibstoff",
      "mpg": "Verbrauch",
      "power": "Leistung",
      "speed": "Geschwindigkeit",
      "acceleration": "Beschleunigung",
      "persons": "Personen"
    },
    "result": {
      "carbonDioxideExplanation": "CO2 macht mit nur etwa 0,038 Prozent einen geringen Teil der Luft aus. Es hat aber in seiner Funktion als Treibhausgas eine entscheidende Rolle für unser Klima: CO2 absorbiert einen Teil der von der Erde in das Weltall abgegebenen Wärme und strahlt diese zurück auf die Erde. Durch diesen natürlichen Treibhauseffekt entsteht auf der Erde das uns bekannte gemäßigte Klima, welches Flora und Fauna gedeihen lässt. ",
      "dustExplanation": "Feinstaub kann beim Menschen in die Nasenhöhle, in die Lunge und sogar in den Blutkreislauf eindringen. Je nach Größe und  Eindringtiefe der Teilchen sind die gesundheitlichen Wirkungen von Feinstaub verschieden.",
      "methaneExplanation": "Methan ist rund 80-mal klimaschädlicher als CO2. Methan-Emissionen haben bereits mit 0,5 Grad zur Erderwärmung beigetragen laut Weltklimarat. In der EU fällt viel Methan vor allem in der Lieferkette von Erdgas an, welches zum Großteil aus Methan besteht.",
      "microplasticExplanation": "Mikroplastik sind sehr kleine Kunststoffteile, die die Umwelt verschmutzen. Bei Mikroplastik handelt es sich nicht um eine bestimmte Art von Kunststoff, sondern um jede Art von Kunststofffragmenten, die weniger als fünf Millimeter lang sind.",
      "veryGood": "Gratulation du bist ja schon einrichtiger Profi beim aufräumen deiner Emissionen.",
      "good": "Das war schon richtig gut. Versuch durch geschicktes Fahrverhalten dir nächstesmal noch mehr Luft beim aufräumen zu lassen, dann schaffst du auch noch die letzten Prozent",
      "notBad": "Das war gar nicht schlecht, aber da geht noch mehr. Versuch durch geschicktes Fahrverhalten dir nächstesmal noch mehr Luft beim aufräumen zu lassen, dann schaffst du nächstesmal sicher mehr",
      "improvable": "Das geht besser. Versuch durch geschicktes Fahrverhalten dir nächstesmal noch mehr Luft beim aufräumen zu lassen, dann schaffst du nächstesmal sicher mehr"
    },
    "select": "auswählen",
    "play": "Start",
    "tutorial": {
      "traffic": "Der Verkehr ist für 30% der Treibhausgasemissionen verantwortlich.",
      "vehicleType": "Versuch herauszufinden, welche Auswirkungen verschiedene Fahrzeugtypen haben.",
      "emissionStats": "Die Statistik oben zeigt, wie viel Treibhausgase in einer kWh Kraftstoff stecken.",
      "emissionStatsVariable": "Während dies für Kraftstoffe wie Diesel und Benzin konstant ist, hängen die Werte für Strom vom Strommix ab.",
      "speed": "Neben der Wahl des Fahrzeugs spielt auch das Fahrverhalten eine entscheidende Rolle. Je schneller du fährst, desto mehr Kraftstoff benötigst du.",
      "personCount": "Aber auch die Anzahl der Passagiere macht einen Unterschied. Je voller das Fahrzeug, desto mehr Personen teilen sich die Emissionen.",
      "addPersons": "Bleib an Bushaltestellen stehen, um Leute einsteigen zu lassen.",
      "cleanUp": "Versuche nun, die von dir verursachten Emissionen zu beseitigen, indem du sie in die richtige Tonne wirfst.",
      "maxCount": "Aber pass auf! Wenn es zu viele freie Emissionen gibt, verflüchtigen sie sich und gelangen in die Umwelt.",
      "improveSpeed": "Versuche, dir beim nächsten Mal beim Aufräumen durch geschicktes Fahrverhalten mehr Luft zu lassen.",
      "improveElectricity": "Oder beeinflusse den Strommix durch entsprechende Maßnahmen in der Maßnahmenkarte",
      "particleTypes": "Neben Treibhausgasen werden auch Mikroplastik durch Reifenabrieb und Feinstaub freigesetzt."
    }
  },
  "enums": {
    "particle": {
      "carbonDioxide": "CO2",
      "dust": "Feinstaub",
      "methane": "CH4",
      "microplastic": "Microplastik"
    },
    "electricity": {
      "water": "Wasserkraft",
      "wind": "Windenergie",
      "biomass": "Biomasse",
      "sun": "Photovoltaik",
      "green": "Sonstige Ökoenergie",
      "gas": "Erdgas",
      "others": "Sonstige"
    },
    "vehicles": {
      "car": {
        "sport": "Sportwagen",
        "suv": "SUV",
        "compact": "Kleinwagen",
        "e-car": "E-Auto"
      },
      "bike": {
        "e-bike": "E Bike",
        "city": "Citybike"
      },
      "motorcycle": {
        "moped": "Moped"
      },
      "scooter":  {
        "e-scooter": "E-Scooter"
      },
      "bus": {
        "bus": "Bus"
      }
    },
    "fuel": {
      "diesel": "Diesel",
      "gasoline": "Benzin",
      "gas": "Erdgas",
      "electricity": "Strom",
      "none": "keinen"
    },
    "units": {
      "ps": "PS",
      "km/h": "km/h",
      "liters": "Liter",
      "seconds": "sek.",
      "kw": "KW"
    }
  }
}