{
  "description": {
    "title": "Cool It",
    "description": "Ein Spiel über den Treibhauseffekt."
  },
  "moderatorConfig": {
    "mapSection": "Kartenabschnitt",
    "replayable": "mehrfach spielbar",
    "showTutorialOnlyOnce": "Tutorial nur beim ersten mal zeigen"
  },
  "moderatorContent": {
    "settingsTitle": "Ideeneinstellungen",
    "add": "Level hinzufügen",
    "levelType": "Leveltyp",
    "preConfig": "Vorkonfiguration",
    "noPreConfig": "ohne",
    "share": "teilen"
  },
  "participant": {
    "place": "Platzieren",
    "newLevel": "neues Level erstellen",
    "tutorial": {
      "select": "Die Atmosphäre setzt sich aus den Gasen Stickstoff, Sauerstoff, Argon und Kohlenstoffdioxid zusammen. Lichtstrahlen können diese Gase ungehindert durchdringen. Trifft ein Lichtstahl auf die Erde wird er von der Oberfläche absorbiert und als Wärmestrahlung freigesetzt. Wärmestrahlung wird von den Treibhausgasen aufgenommen und erwärmt dadurch die Atmosphäre. Ohne diese Gase wäre es auf der Erde sehr kalt. Die Durchschnittstemperatur würde bei -18°C liegen. Obwohl die Atmosphäre aus nur 0,04% Treibhausgasen beseht reicht das aus um die Erde auf eine für uns angenehme Temperatur zu erwärmen. Allerdings je mehr Treibhausgase desto wärmer wird es. Gase und Strahlen sind farblos und sehr sehr klein. Damit du sie sehen kannst haben wir sie eingefärbt und stark vergrößert.",
      "play": "Schiebe die Treibhausgase aus dem Weg um die überschüssige Wärme von der Erde entweichen zu lassen und es so auf der Erde angenehm zu halten. Aber Achtung, du solltest auch nicht zu viel Wärmestrahlung vermeiden, denn ohne den Treibhauseffekt geht es nicht. Wir wollen ja schließlich nicht erfrieren. Der Balken oben zeigt dir die aktuelle Temperaturentwicklung an. Versuche, im mittleren Bereich zu bleiben. Wenn deine Durchschnittstemperatur oder 3 Gebäude den markierten Grenzwert über- oder unterschreiten, ist das Spiel vorbei."
    },
    "placeables": {
      "city": {
        "name": "Stadt"
      }
    },
    "moleculeInfo": {
      "none": "Wähle ein Molekül aus um dessen Informationen zu sehen.",
      "notDiscovered": "Dieses Molekül wurde noch nicht entdeckt.",
      "waterVapor": {
        "title": "Wasserdampf",
        "description": "Wasser in seinem Gaszustand.",
        "pros": "Weit oben in der Atmosphäre kondensiert Wasserdampf zurück in seine flüssige Form und fällt als Regen zurück auf die Erde. Unser Trinkwasser ist ein Teil von diesem natürlichen Zyklus.",
        "cons": "Wasserdampf verursacht einen Hitzestau in der Atmosphäre. Wärmere Luft kann mehr Wasserdampf aufnehmen, was dazu führt, dass der Treibhauseffekt stärker wird, je wärmer es auf der Erde ist."
      },
      "carbonDioxide": {
        "title": "Kohlenstoffdioxid",
        "description": "Das wichtigste Molekül im Kohlenstoff-Zyklus!",
        "pros": "Bestehend aus Kohlenstoff und Sauerstoff existiert Kohlenstoffdioxid in unserer natürlichen Atmosphäre und ist daher immer vorhanden. Es wird von Lebewesen aller Art sowie Vulkanen produziert.",
        "cons": "Kohlenstoffdioxid wird ebenfalls durch die Verwendung von fossilen Brennstoffen wie Kohle oder Öl erzeugt. Es ist das Gas, welches am Meisten zu dem vom Menschen verursachten Treibhauseffekt beisteuert."
      },
      "methane": {
        "title": "Methan",
        "description": "Farblos, geruchlos und stark entflammbar.",
        "pros": "Bestehend aus Kohlenstoff und Wasserstoff existiert Methan in unserer natürlichen Atmosphäre und entsteht in Sumpfgebieten, auf Reisfeldern oder durch das Züchten von Nutztieren. Das Abtragen von Kohle lässt ebenfalls natürliche Methanreservoirs frei.",
        "cons": "Methan kann eine Menge an Hitze speichern. Aus allen Treibhausgasen wird Methan als zweit-wichtigstes Gas in dem vom Menschen verursachten Treibhauseffekt angesehen."
      },
      "nitrogenOxide": {
        "title": "Distickstoffoxid",
        "description": "Auch bekannt als \"Lachgas\".",
        "pros": "Distickstoffoxid ist ein natürlicher Bestandteil im Stickstoff-Zyklus der Erde. Bakterien im Boden aber auch Wasser erzeugen dieses Gas.",
        "cons": "Manche Fabriken, Kraftwerke aber auch Dünger erzeugen dieses Gas ebenfalls. Es ist ein starkes Treibhausgas welches zusätzlich auch der Ozonschicht schadet."
      },
      "ozone": {
        "title": "Ozon",
        "description": "Ein wichtiges Schild vor schädlicher Sonnenstrahlung!",
        "pros": "Weit oben in der Atmosphäre liegt die Ozonschicht. Sie blockt schädliche Sonnenstrahlung und schützt uns vor dessen negativen Auswirkungen.",
        "cons": "Weiter am Boden wirkt Ozon jedoch als Treibhausgas und wird üblicherweise durch die Verbrennung von Gasen in Autos oder Fabriken erzeugt."
      },
      "fluorinatedGases": {
        "title": "Fluorgase",
        "description": "Künstlich aber hoch effizient.",
        "pros": "Fluorgase werden üblicherweise anstelle von Ozon-Schädlichen Gasen eingesetzt und können häufig in Haushaltsgeräten wie zum Beispiel einem Kühlschrank wiedergefunden werden. Manche Industrien bauen auch sehr stark auf diesen Gasen auf.",
        "cons": "Diese Gase haben kein natürliches Vorkommen und werden künstlich hergestellt. Sie sind unglaublich starke Treibhausgase und können für mehrere tausend Jahre in der Atmosphäre verbleiben."
      },
      "oxygen": {
        "title": "Sauerstoff",
        "description": "Das Element, welches uns am Leben erhält.",
        "pros": "Während Sauerstoff nicht das häufigste in unserer Atmosphäre ist, ist es dennoch das Wichtigste. Die meisten Lebensformen auf der Erde absorbieren dieses Gas durch das Atmen der Luft, was es zu einem essentiellen Gas macht.",
        "cons": "Während der Nutzen in der Medizin auch riesig ist, wird Sauerstoff in der Industrie häufig als verbrennungsförderndes Gas verwendet."
      },
      "nitrogen": {
        "title": "Stickstoff",
        "description": "Das häufigste Element in unserer Atmosphäre.",
        "pros": "Als häufigstes Gas in der Erdatmosphäre und dessen stark inerte Natur machen Stickstoff zu einem sehr nützlichen Gas in vielen Anwendungen. Es wird sowohl in seiner Gasform als auch im flüssigen Zustand häufig in der Lebensmittel- oder Chemie-Industrie verwendet.",
        "cons": ""
      },
      "argon": {
        "title": "Argon",
        "description": "Kommt häufiger vor als Helium.",
        "pros": "Argon ist ein Edelgas und inert, weshalb es auch in vielen Industrien verwendet werden kann. Ein Beispiel wäre der Gasschild eines Lichtbogens beim Lichtbogenschweißen.",
        "cons": ""
      },
      "helium": {
        "title": "Helium",
        "description": "Die kälteste Substanz der Erde.",
        "pros": "Helium ist ein Edelgas und inert. Dieses Attribut und der besonders niedrige Siedepunkt (-269°C) machen dieses Gas besonders wichtig in der Industrie.",
        "cons": "Leider hat Helium großen Bedarf, aber geringes Vorkommen. Auf der Erde kann es hauptsächlich von natürlich vorkommenden Quellen bezogen werden."
      }
    },
    "moleculeType": {
      "greenhouseGas": "Treibhausgas",
      "atmosphericGas": "Atmosphärisches Gas"
    },
    "highScore": {
      "header": "Highscore"
    },
    "playDialog": {
      "header": "Level spielen",
      "play": "starten",
      "cancel": "abbrechen"
    },
    "temperatureScale": {
      "lowerLimit": "einfrieren",
      "upperLimit": "überhitzen"
    },
    "playResult": {
      "0": {
        "title": "Ohje.",
        "message": {
          "1": "Schwere Stürme und Überflutungen werden gegen Ende dieses Sommers erwartet.",
          "2": "Österreich verzeichnet ab heute offiziell weniger Gletscher als im Vorjahr.",
          "3": "Ein riesiger Brand breitet sich in den Wäldern der Steiermark aus."
        }
      },
      "1": {
        "title": "Super!",
        "message": {
          "1": "Dieses Jahr verzeichnete eine leichte Abnahme der durchschnittlichen Temperatur. Angenehme Winde an heißen Tagen sorgen für Wohlbefinden.",
          "2": "Laut Statistik passierten im Vergleich zu letztem Jahr deutlich weniger Überflutungen.",
          "3": "Landwirte berichten von deutlich weniger Ungeziefern auf ihren Feldern. Eine bessere und gesündere Ernte wird erwartet."
        }
      },
      "2": {
        "title": "Großartig!",
        "message": {
          "1": "Diesen Winter wird deutlich mehr Schneefall erwartet. Wunderbare Nachrichten für alle Ski-Enthusiasten!",
          "2": "Die aktuelle Liste der bedrohten Tierarten ist aufgrund eines stabileren Klimas kleiner geworden.",
          "3": "Manche Krankheiten scheinen weniger oft aufzutreten. Eine Verbindung zu dem positiven Wandel des Klimas wird nicht ausgeschlossen."
        }
      },
      "3": {
        "title": "Unglaublich!",
        "message": {
          "1": "Hitzestaus in großen Städten werden aktiv bekämpft und beseitigt. Der Boden ist KEINE Lava mehr!",
          "2": "Regelmäßiger Regen und weniger Trockenperioden haben das Ökosystem belebt. Österreich sieht bereits viel grüner aus!",
          "3": "Nach jahrelangem Anstieg ist die Gletschergrenze dieses Jahr erstmals wieder gesunken. Natürliche Wasserreserven scheinen sich wieder zu stabilisieren."
        }
      }
    }
  },
  "statistic": {
    "levels": "Wie oft wurde welcher Level gespielt?",
    "rating": "Wie oft wurden wie viele Punkte erzielt?",
    "play": "Wie oft hat welcher Benutzer einen Level gespielt?",
    "build": "Wie oft hat welcher Benutzer einen Level erstellt?",
    "time": "Wie viele Sekunden hat es gedauert, das Level zu beenden?",
    "item": {
      "play": "Wie oft wurde welches Element gefunden?",
      "build": "Wie oft wurde welcher Gegenstand versteckt?"
    },
    "itemCount": {
      "play": "Wie viele Gegenstände wurden gefunden?",
      "build": "Wie viele Gegenstände wurden versteckt?"
    }
  }
}