{
  "description": {
    "title": "Cool It",
    "description": "A game about the greenhouse effect."
  },
  "moderatorConfig": {
    "mapSection": "map section",
    "replayable": "replayable",
    "showTutorialOnlyOnce": "show tutorial only once"
  },
  "moderatorContent": {
    "settingsTitle": "idea settings",
    "add": "add level",
    "levelType": "level type",
    "preConfig": "pre-configuration",
    "noPreConfig": "none",
    "share": "share"
  },
  "participant": {
    "newLevel": "create new level",
    "place": "Place",
    "tutorial": {
      "select": "The respiratory sphere is composed of the gases nitrogen, oxygen, argon and carbon dioxide. Light rays can pass through these gases unhindered. When a light ray hits the earth, it is absorbed by the surface and released as thermal radiation. Heat radiation is absorbed by the greenhouse gases and thus warms the atmosphere. Without these gases it would be very cold on Earth. The average temperature would be -18°C. Although the atmosphere consists of only 0.04% greenhouse gases, this is enough to warm the earth to a temperature that is comfortable for us. However, the more greenhouse gases, the warmer it gets. Gases and rays are colourless and very very small. So that you can see them, we have coloured them and enlarged them. ",
      "play": "Move the greenhouse gases out of the way to let the excess heat escape from the earth and keep it comfortable. But be careful not to avoid too much heat radiation, because you can't do it without the greenhouse effect. After all, we don't want to freeze to death. The bar at the top shows you the current temperature development. Try to stay in the middle range. If your average temperature or 3 buildings move above or below the marked limit, the game is over."
    },
    "placeables": {
      "city": {
        "name": "city"
      }
    },
    "moleculeInfo": {
      "none": "Select an available molecule to show its information.",
      "notDiscovered": "This molecule has not been discovered yet.",
      "waterVapor": {
        "title": "Water Vapor",
        "description": "Water in its gaseous state.",
        "pros": "Up high in the atmosphere, it condenses back into liquid water and rains back down to Earth. The water we drink is part of this natural cycle.",
        "cons": "Water Vapor blocks heat from escaping the atmosphere, and warmer air holds more Water Vapor. Thus, as Earth heats up, more Water Vapor in the atmosphere traps more heat."
      },
      "carbonDioxide": {
        "title": "Carbon Dioxide",
        "description": "The main player in Earth's carbon cycle!",
        "pros": "Made up of carbon and oxygen, Carbon Dioxide is all around us naturally. It comes from decaying and living organisms as well as volcanoes.",
        "cons": "Carbon Dioxide is released when burning fossil fuels such as coal and oil. It is the most important contributor to human-caused global warming."
      },
      "methane": {
        "title": "Methane",
        "description": "Colorless, odorless and highly flammable.",
        "pros": "Made of carbon and hydrogen, it is a natural gas released from wetlands, growing rice or raising cattle. Mining coal also releases natural methane pockets.",
        "cons": "Methane traps a lot of heat. It is considered the second most important contributor to human-caused global warming of all the greenhouse gases."
      },
      "nitrogenOxide": {
        "title": "Nitrous Oxide",
        "description": "Also known as \"Laughing Gas\".",
        "pros": "Nitrous Oxide is a natural part of Earth's nitrogen cycle. Bacteria in both soil and water create this gas.",
        "cons": "Some factories, power plants and fertilizers release this gas as well. It is a powerful greenhouse gas which also damages the protective ozone layer."
      },
      "ozone": {
        "title": "Ozone",
        "description": "A useful shield against the sun's radiation!",
        "pros": "High up in the atmosphere, the ozone layer blocks the sun's radiation and thus protects us from those incredibly powerful rays.",
        "cons": "Closer to the ground it acts as a greenhouse gas and is usually formed by burning gas in cars or factories."
      },
      "fluorinatedGases": {
        "title": "Fluorinated Gases",
        "description": "Non-Natural but highly effective.",
        "pros": "Fluorinated Gases are usually used as a substitute to ozone-depleting substances and can be found in household appliances like refrigerators or similar. Some industries also heavily rely on these gases.",
        "cons": "These gases do not appear naturally and are entirely synthetical. They are incredibly powerful greenhouse gases and some of them can linger in the atmosphere for a few millennia."
      },
      "oxygen": {
        "title": "Oxygen",
        "description": "The one that keeps us alive.",
        "pros": "While oxygen is not the most common gas in our atmosphere, it is the most important. Most life on Earth absorbs oxygen through breathing air which makes it an essential gas in Earth's atmosphere.",
        "cons": "While its use in medicine is highly appreciated, oxygen is also used as combustion-sustaining element in a multitude of industries."
      },
      "nitrogen": {
        "title": "Nitrogen",
        "description": "The most common gas in Earth's atmosphere.",
        "pros": "Its close-to-inert nature and high availability make nitrogen a very useful gas for various applications. It is mostly used in food and chemical industries, in both its gaseous and liquid form.",
        "cons": ""
      },
      "argon": {
        "title": "Argon",
        "description": "Definitely more common than Helium.",
        "pros": "Argon is an inert gas and can thus be used across many different industries because of it. An example application would be the gas layer shielding the arc during arc welding.",
        "cons": ""
      },
      "helium": {
        "title": "Helium",
        "description": "The coldest matter on Earth.",
        "pros": "Helium is an inert gas which is of significant importance in many industries, mainly for its traits of being inert and having the lowest boiling point of any gas (-269°C).",
        "cons": "Unfortunately, Helium is in high demand and short supply. On Earth it is mostly sourced from natural gas wells."
      }
    },
    "moleculeType": {
      "greenhouseGas": "Greenhouse Gas",
      "atmosphericGas": "Atmospheric Gas"
    },
    "highScore": {
      "header": "highscore"
    },
    "playDialog": {
      "header": "play level",
      "play": "play",
      "cancel": "cancel"
    },
    "temperatureScale": {
      "lowerLimit": "freez",
      "upperLimit": "overheat"
    },
    "playResult": {
      "0": {
        "title": "Oh No.",
        "message": {
          "1": "Heavy storms expected towards the end of this summer.",
          "2": "Austria now officially has less glaciers than the year before.",
          "3": "A vast wildfire spreads across a significant part of Styria."
        }
      },
      "1": {
        "title": "Nice!",
        "message": {
          "1": "A slight decrease in average temperature has been noticed this year. A cool breeze makes for a wonderful summer day.",
          "2": "Statistics show a decrease in floods during spring compared to last year.",
          "3": "Farmers report less pests on their crops. A better and greener harvest is expected."
        }
      },
      "2": {
        "title": "Great Job!",
        "message": {
          "1": "More snow is expected to fall this winter. Wonderful news for ski enthusiasts!",
          "2": "The current list of endangered species has shrunk due to the stabilization of the global climate.",
          "3": "Some diseases have been reported to appear less often. A connection to the positive change in climate is not out of question!"
        }
      },
      "3": {
        "title": "Incredible!",
        "message": {
          "1": "Heat accumulation in big cities has been decreased significantly. The floor is NOT lava anymore!",
          "2": "Regular rainfall and less droughts helped immensely in re-vitalizing the ecosystem. Austria looks a lot greener again!",
          "3": "The glacial border has sunk again after years of rising. Natural water reserves seem to stabilize again."
        }
      }
    },
    "difficultyLevel": {
      "veryEasy": {
        "title": "very easy",
        "description": "At the time of the ice age, the global air temperature was -6°C. Under the conditions of a slight ice age of only -1°C, try to keep the temperature in the city in balance and prevent the earth from freezing by colliding greenhouse gases with the heat rays. "
      },
      "easy": {
        "title": "easy",
        "description": "At the beginning of the industrialisation there was no climate acquisition (global air temperature = 0°C). Under these conditions, try to keep the temperature in the city in balance. Ideally, you don't have to do much because the atmosphere is in balance. But the coincidence also resulted in temperature fluctuations at that time, so intervene carefully to balance these coincidences."
      },
      "today": {
        "title": "today",
        "description": "Since the beginning of industrialisation about 200 years ago, the global air temperature has risen by more than 1°C due to the increase in greenhouse gases. Try to keep the earth cool and prevent the red heat rays from colliding excessively with the greenhouse gases. But please don't prevent the greenhouse effect completely, because we don't want to freeze to death either."
      },
      "hard": {
        "title": "hard",
        "description": "According to the Paris Climate Agreement, the global increase in air temperature should be limited to 2°C. Under these conditions, try to keep the earth cool and prevent the red heat rays from colliding excessively with the greenhouse gases. But please don't prevent the greenhouse effect altogether, because we don't want to freeze to death either."
      }
    }
  },
  "statistic": {
    "level": "How many times was which level played?",
    "rating": "How many times how many points were scored?",
    "play": "How often has which user played a level?",
    "build": "How often has which user created a level?",
    "time": "How many seconds did it take to finish the level?",
    "item": {
      "play": "How often was which item found?",
      "build": "How often was which item hidden?"
    },
    "itemCount": {
      "play": "How many items were found?",
      "build": "How many items were hidden?"
    }
  }
}