{
  "description": {
    "title": "Shop It",
    "description": "Ein Kartenspiel, das sich mit Konsum beschäftigt."
  },
  "moderatorConfig": {
    "replayable": "mehrfach spielbar",
    "showTutorialOnlyOnce": "Tutorial nur beim ersten mal zeigen"
  },
  "statistic": {
    "rating": "Wie viele Sterne haben die Nutzer mit ihren Punkten erreicht?",
    "pointsSpent": "Wie viele Punkte wurden ausgegeben?",
    "co2": "Wie viel CO² wurde ausgestoßen? (kg)",
    "electricity": "Wie viel Energie wurde benötigt? (kw)",
    "lifetime": "Was war die aufgerechnete Lebenszeit der gekauften Objekte? (years)",
    "water": "Wie viel Wasser wurde verbraucht? (kl)",
    "money": "Wie viel Geld wurde ausgegeben? (€)",
    "winReason": "Wegen welchem Grund haben die Nutzer gewonnen?",
    "cardsPlayed": "Wie viele Karten wurden in einer Runde gespielt?"
  },
  "participant": {
    "tutorial": {
      "rules1": "Jeder Spieler hat 3 Karten und muss 3 Kategorien füllen. Um einen Punkt in einer Kategorie zu erlangen, muss der Spieler eine Runde in dieser Kategorie gewinnen. Der Spieler der als erstes alle Kategorien gefüllt hat, gewinnt!",
      "rules2": "Aber Achtung! Die Punkte die du ausgeben darfst sind begrenzt. Wie viele Punkte schon ausgegeben wurden siehst du am roten Balken.",
      "pointCalc": "Wenn beide Spieler eine Karte der selben Kategorie spielen, werden die Punkte beider Karten dem Limit zugeschrieben. Wenn dein Gegner aber keine Karte dieser Kategorie hat, hast du Glück, denn dann wird dir nur der Wert deiner eigenen Karte zugeschrieben.",
      "tutGame": "Lernen wir aber davor noch etwas über die Eigenschaften der Karten. Klicke auf die grauen Boxen und weise ihnen die richtige Eigenschaft zu. Falls du dich vertan hast, kannst du einfach nochmal darauf klicken um deine Auswahl zu löschen."
    },
    "joinState": {
      "singleplayer": "Einzelspieler",
      "singleplayerDesc": "Spiele gegen einen künstlichen Gegner und mache dich mit den Karten vertraut!",
      "singleplayerLabel": "Spiele alleine",
      "singleplayerButton": "Los geht's!",
      "multiplayer": "Multiplayer",
      "multiplayerDesc": "Spiele gegen einen Freund und finde heraus, wer seine Emissionen besser im Gleichgewicht halten kann! Lege ein Spiel an, oder nimm an einem Teil.",
      "multiplayerLabelHost": "Spiel anlegen",
      "multiplayerButtonHost": "Spiel anlegen!",
      "multiplayerLabelJoin": "Spiel beitreten",
      "multiplayerButtonJoin": "beitreten!"
    },
    "cards": {
      "kg": "kg",
      "kw": "kw",
      "years": "Jahre",
      "kl": "kl",
      "price": "€",
      "conditions": {
        "brandNew": "brandneu",
        "2ndHand": "gebraucht",
        "exotic": "exotisch",
        "regional": "regional"
      }
    },
    "waiting": {
      "yourTurn": "Warte auf deinen Zug...",
      "opponent": "Warte auf den Gegner...",
      "joinID":  "Beitritts ID: "
    },
    "playerLeft": {
      "left": "Spieler verlassen.",
      "leftText": "Leider hat dein Gegner das Spiel aufgegeben."
    },
    "cardPlayButton": "spielen!",
    "returnToMenu": "Zurück zum Menü.",
    "lost": "Du hast verloren.",
    "lostCategories": "Dein Gegner hat alle Kategorien vor dir gesammelt.",
    "lostPoints": "Deine Emissionen überstiegen das Maximum.",
    "win": "Du hast gewonnen!",
    "winCategories": "Du hast alle Kategorien vor deinem Gegner gesammelt! Gut gemacht!",
    "winPoints": "Dein Gegner hat seine maximalen Emissionen überschreitet.",
    "endCards": "Dies sind die teuersten Karten jeder Ressource, die du gespielt hast:",
    "endCardTexts": {
      "CO²": "Es mag Sie überraschen zu erfahren, dass die Modeindustrie etwa 10 Prozent der jährlichen globalen Kohlendioxidemissionen produziert. Ein T-Shirt entspricht durchschnittlich 7 kg CO2-Äquivalent.",
      "electricity": "Die Herstellung eines T-Shirts umfasst verschiedene Prozesse wie Stricken & Weben, Nassbehandlung oder Konfektionierung. Diese Prozesse erfordern etwa 10 kWh Energie.",
      "lifetime": "Die Haltbarkeit eines T-Shirts kann oft sowohl von der Qualität des T-Shirts als auch von der Anzahl der Male, die es gewaschen wurde, beeinflusst werden. Einige T-Shirts halten 6 Monate, andere 2-5 Jahre oder länger.",
      "water": "Bei der Produktion von Baumwolle werden etwa 2.700 Liter Wasser benötigt, um nur ein T-Shirt herzustellen, was ausreicht, um eine Person 900 Tage lang mit Wasser zu versorgen.",
      "money": "Im Durchschnitt kann ein einfaches, schlichtes T-Shirt zwischen 5€ und 30€ kosten, während Designer- oder Marken-T-Shirts zwischen 30€ und 100€ oder mehr kosten können."
    },
    "cardProperties": {
      "CO²": "CO²",
      "electricity": "Energie",
      "lifetime": "Lebenszeit",
      "water": "Wasser",
      "money": "Geld"
    }
  }
}