{
  "description": {
    "title": "Shop It",
    "description": "A card game about consumption."
  },
  "moderatorConfig": {
    "replayable": "replayable",
    "showTutorialOnlyOnce": "show tutorial only once"
  },
  "statistic": {
    "rating": "How many stars did the users reach with their points?",
    "pointsSpent": "How many points were spent?",
    "co2": "How much CO² was emitted? (kg)",
    "electricity": "How much energy was needed? (kw)",
    "lifetime": "What was the accumulated lifetime of purchased objects? (years)",
    "water": "How much water was used? (kl)",
    "money": "How much money was spent? (€)",
    "winReason": "By what condition did the users win?",
    "cardsPlayed": "How many cards were played in a round?"
  },
  "participant": {
    "skip": "skip",
    "continueButton": "Continue",
    "tutorial": {
      "rules1": "Each player has 3 cards and must fulfill 3 categories. To earn a point in a category the player needs to win a round in that category. The player who finishes all categories first wins!",
      "rules2": "But watch out! There's a limit on how many points you are allowed to spend. You can track your spent points with the red bar.",
      "pointCalc": "If both players play a card of the same category, both cards points will contribute to the limit. If your opponent doesn't have a fitting card for this category, you are lucky and get away with just the points of your card.",
      "tutGame": "But first, let's get familiar with the cards and their properties. Click on the grey boxes and assign the correct property to it. If you made a mistake, you can simply press on it again and the selection will be removed."
    },
    "joinState": {
      "singleplayer": "Singleplayer",
      "singleplayerDesc": "Play against an artificial opponent and get familiar with the cards!",
      "singleplayerLabel": "Play alone",
      "singleplayerButton": "Play!",
      "multiplayer": "Multiplayer",
      "multiplayerDesc": "Play against a friend and see who can balance their emissions better! Host or join a game.",
      "multiplayerLabelHost": "Host Game",
      "multiplayerButtonHost": "Host Game!",
      "multiplayerLabelJoin": "Join Game",
      "multiplayerButtonJoin": "Join!"
    },
    "cards": {
      "kg": "kg",
      "kwh": "kwh",
      "years": "years",
      "l": "l",
      "price": "€",
      "conditions": {
        "brandNew": "brand new",
        "2ndHand": "2nd hand",
        "supraRegional": "supra-regional",
        "regional": "regional"
      }
    },
    "waiting": {
      "yourTurn": "waiting for your turn...",
      "opponent": "waiting for opponent...",
      "joinID": "Join ID: "
    },
    "playerLeft": {
      "left": "Player left.",
      "leftText": "Unfortunately your opponent decided to give up on the game."
    },
    "cardPlayButton": "Play Card!",
    "returnToMenu": "Return to menu.",
    "lost": "You lost.",
    "lostCategories": "Your opponent has collected all categories before you could.",
    "lostPoints": "Your emissions have exceeded the maximum.",
    "win": "You won!",
    "winCategories": "You managed to collect all categories before your opponent! Good Job!",
    "winPoints": "Your opponent exceeded their maximum emissions.",
    "endCards": "These are the most expensive cards considering each resource that you played:",

    "endCardTexts": {
      "CO²": "It may surprise you to learn that the fashion industry produces about 10 percent of annual global carbon emissions. A t-shirt is 7 kg of CO2 equivalent on average.",
      "electricity": "Manufacturing a t-shirt involves different processes such as knitting & weaving, wet treatment or confectioning. These processes require about 10 Kwh of energy.",
      "lifetime": "A shirts durability can be attributed often times by both the quality of the dress shirt and the amount of times it's been laundered. Some shirts last 6 months, others 2-5 years or longer.",
      "water": "With the production of cotton, it takes about 2,700 liters of water to make just one t-shirt , which is enough water for one person to drink for 900 days.",
      "money": "On average, a basic plain t-shirt can range from 5€ to 30€, while designer or branded t-shirts can cost anywhere from 30€ to 100€ or more.",
      "clothing": "c",
      "electronics": "e",
      "food": "f"
    },
    "clothingEndCardTexts": {
      "header": "Did you know that the fashion industry produces about 10 percent of the annual global carbon dioxide emissions?",
      "tips": {
        "1": "Professionals buy high-quality clothing that lasts longer!",
        "2": "Professionals shop secondhand or used clothing!",
        "3": "Professionals buy clothing minimally – only the pieces they really need!"
      },
      "shop-it-tip": "Pay attention to the labels on the cards – used clothing usually shows more favorable results in all categories (CO2, energy, lifespan, water, money) compared to brand new textiles.",
      "description": "The high carbon dioxide emissions of the fashion industry are caused, for example, by the manufacture and production of garments. This requires a variety of processes (e.g., growing cotton, fibers, fabric production, dyeing and printing textiles, etc.), which are energy and water-intensive and lead to high CO2 exchange. Additionally, our clothes often travel a long way before they end up in our closets. Even worse is that we often don't wear our clothes for long and instead quickly replace them with new pieces. This not only harms the environment but also our wallets, as frequently buying new textiles is expensive."
    },
    "electronicsEndCardTexts": {
      "header": "Did you know that in 2023, over 60 million tons of electronic waste were produced worldwide?",
      "tips": {
        "1": "Professionals have defective electronic devices repaired instead of discarding them! If repair is no longer possible, the electronic waste is taken to the recycling center (ASZ) so that valuable materials can be used for new devices (recycling)!",
        "2": "Professionals do not need many different and not always the latest electronic devices!",
        "3": "Professionals buy “refurbed” (i.e., refurbished/overhauled) devices at a lower price!"
      },
      "shop-it-tip": "Pay attention to the labels on the cards – used electronic devices usually show more favorable results in all categories (CO2, energy, lifespan, water, money) compared to brand new electronic devices.",
      "description": "The huge amount of electronic waste last year is not surprising when you consider that the consumption of electronic devices, such as smartphones, laptops, tablets, TVs, etc., has drastically increased for years. Continuously new, better devices are developed, and everything is increasingly digitized, making it difficult to do without electronic devices. Additionally, electronic devices are becoming increasingly short-lived, breaking down after only a short time of use. Repairs are often not worthwhile as they can be almost as expensive as buying a new device. The production of electronic devices requires many natural resources and also produces high CO2 emissions, e.g., by burning fossil fuels. All this just for the devices to end up in the trash after a short time. These facts are anything but climate-friendly."
    },
    "foodEndCardTexts": {
      "header": "Did you know that not only does your body react to the food you eat, but you also influence our climate?",
      "tips": {
        "1": "Professionals buy regional & seasonal products!",
        "2": "Professionals mainly consume plant-based foods!",
        "3": "Professionals make sure not to waste food!"
      },
      "shop-it-tip": "Pay attention to the labels on the cards – regional foods are usually better for your CO2 balance than supra-regional foods.",
      "description": "The more regional & seasonal the products we consume, the fewer transport routes are required and the less CO2 emissions are produced. When we consume non-seasonal foods, they often have a long transport route and a high energy demand to produce them outside their natural growing season. Additionally, it is climate-friendly to consume animal products (e.g., meat, fish, dairy products, etc.) with care, as livestock farming significantly contributes to greenhouse gas emissions. It is also important to consider that every product produced consumes resources and burdens our earth with CO2 emissions. It would be a shame if it ended up in the trash."
    },
    "cardProperties": {
      "CO²": "CO²",
      "electricity": "Energy",
      "lifetime": "Lifetime",
      "water": "Water",
      "money": "Money"
    },
    "cardCategories": {
      "clothing": "Clothing",
      "electronics": "Electronics",
      "food": "Food"
    },
    "highscore": {
      "header": "highscore",
      "co2": "CO²",
      "pointsSpent": "points spent",
      "electricity": "energy",
      "lifetime": "lifetime",
      "water": "water",
      "money": "money"
    }
  },
  "publicScreen": {
    "tutorial": "tutorial",
    "highscore": "highscore"
  }
}