{
  "description": {
    "title": "Shop It",
    "description": "A card game about consumption."
  },
  "moderatorConfig": {
    "replayable": "replayable",
    "showTutorialOnlyOnce": "show tutorial only once"
  },
  "statistic": {
    "rating": "How many stars did the users reach with their points?",
    "pointsSpent": "How many points were spent?",
    "co2": "How much CO² was emitted? (kg)",
    "electricity": "How much energy was needed? (kw)",
    "lifetime": "What was the accumulated lifetime of purchased objects? (years)",
    "water": "How much water was used? (kl)",
    "money": "How much money was spent? (€)",
    "winReason": "By what condition did the users win?",
    "cardsPlayed": "How many cards were played in a round?"
  },
  "participant": {
    "tutorial": {
      "rules1": "Each player has 3 cards and must fulfill 3 categories. To earn a point in a category the player needs to win a round in that category. The player who finishes all categories first wins!",
      "rules2": "But watch out! There's a limit on how many points you are allowed to spend. You can track your spent points with the red bar.",
      "pointCalc": "If both players play a card of the same category, both cards points will contribute to the limit. If your opponent doesn't have a fitting card for this category, you are lucky and get away with just the points of your card.",
      "tutGame": "But first, let's get familiar with the cards and their properties. Click on the grey boxes and assign the correct property to it.\nIf you made a mistake, you can simply press on it again and the selection will be removed."
    },
    "joinState": {
      "singleplayer": "Singleplayer",
      "singleplayerDesc": "Play against an artificial opponent and get familiar with the cards!",
      "singleplayerLabel": "Play alone",
      "singleplayerButton": "Play!",
      "multiplayer": "Multiplayer",
      "multiplayerDesc": "Play against a friend and see who can balance their emissions better! Host or join a game.",
      "multiplayerLabelHost": "Host Game",
      "multiplayerButtonHost": "Host Game!",
      "multiplayerLabelJoin": "Join Game",
      "multiplayerButtonJoin": "Join!"
    },
    "cards": {
      "kg": "kg",
      "kw": "kw",
      "years": "years",
      "kl": "kl",
      "price": "€",
      "conditions": {
        "brandNew": "brand new",
        "2ndHand": "2nd hand",
        "exotic": "exotic",
        "regional": "regional"
      }
    },
    "waiting": {
      "yourTurn": "waiting for your turn...",
      "opponent": "waiting for opponent...",
      "joinID": "Join ID: "
    },
    "playerLeft": {
      "left": "Player left.",
      "leftText": "Unfortunately your opponent decided to give up on the game."
    },
    "cardPlayButton": "Play Card!",
    "returnToMenu": "Return to menu.",
    "lost": "You lost.",
    "lostCategories": "Your opponent has collected all categories before you could.",
    "lostPoints": "Your emissions have exceeded the maximum.",
    "win": "You won!",
    "winCategories": "You managed to collect all categories before your opponent! Good Job!",
    "winPoints": "Your opponent exceeded their maximum emissions.",
    "endCards": "These are the most expensive cards considering each resource that you played:",

    "endCardTexts": {
      "CO²": "It may surprise you to learn that the fashion industry produces about 10 percent of annual global carbon emissions. A t-shirt is 7 kg of CO2 equivalent on average.",
      "electricity": "Manufacturing a t-shirt involves different processes such as knitting & weaving, wet treatment or confectioning. These processes require about 10 Kwh of energy.",
      "lifetime": "A shirts durability can be attributed often times by both the quality of the dress shirt and the amount of times it's been laundered. Some shirts last 6 months, others 2-5 years or longer.",
      "water": "With the production of cotton, it takes about 2,700 liters of water to make just one t-shirt , which is enough water for one person to drink for 900 days.",
      "money": "On average, a basic plain t-shirt can range from 5€ to 30€, while designer or branded t-shirts can cost anywhere from 30€ to 100€ or more."
    },
    "cardProperties": {
      "CO²": "CO²",
      "electricity": "Energy",
      "lifetime": "Lifetime",
      "water": "Water",
      "money": "Money"
    }
  }
}