{
  "description": {
    "title": "Move It",
    "description": "A climate game about the emission of gases that are harmful to the climate."
  },
  "moderatorConfig": {
    "mapSection": "map section",
    "replayable": "replayable",
    "showTutorialOnlyOnce": "show tutorial only once"
  },
  "participant": {
    "speed": "speed",
    "maxSpeed": "max",
    "hold": "-",
    "gas": "G",
    "break": "B",
    "combined": "combined",
    "separate": "separate",
    "electricity": "electricity ratio in %",
    "earned": "earned",
    "history": "statistics",
    "confirm": "Continue",
    "historyEmpty": "This vehicle has not yet been driven",
    "drivingStats": {
      "maxSpeed": "Maximum speed",
      "avgSpeed": "Average speed",
      "consumption": "consumption",
      "distance": "travel distance",
      "persons": "persons",
      "collected": "collected",
      "time": "Time driven",
      "goal": "Goal reached!"
    },
    "vehicle-parameter": {
      "fuel": "fuel",
      "mpg": "miles per gallon",
      "power": "power",
      "speed": "max speed",
      "acceleration": "acceleration",
      "persons": "persons"
    },
    "result": {
      "carbonDioxideExplanation": "At only about 0.038 percent, CO2 makes up a small part of the air. However, in its function as a greenhouse gas, it plays a decisive role in our climate: CO2 absorbs part of the heat emitted by the earth into space and radiates it back to the earth. This natural greenhouse effect creates the temperate climate we know on Earth, which allows flora and fauna to thrive.",
      "dustExplanation": "In humans, fine dust can penetrate the nasal cavity, the lungs and even the bloodstream. Depending on the size and penetration depth of the particles, the health effects of particulate matter vary.",
      "methaneExplanation": "Methane is around 80 times more harmful to the climate than CO2. Methane emissions have already contributed 0.5 degrees to global warming according to the Intergovernmental Panel on Climate Change. In the EU, a lot of methane is produced primarily in the supply chain of natural gas, which consists largely of methane.",
      "microplasticExplanation": "Microplastics are very small pieces of plastic that pollutes the environment. Microplastics are not a specific kind of plastic, but rather any type of plastic fragment that is less than five millimeters in length.",
      "veryGood": "Congratulations, you're already a real pro at cleaning up your emissions.",
      "good": "That was already really good. Next time, try to leave yourself even more room for maneuver by clever driving behavior, then you'll manage the last percent as well.",
      "notBad": "That wasn't bad at all, but there's still more to do. Try to leave more space for cleaning up next time by clever driving behavior, then you will surely manage more next time.",
      "improvable": "You can do better. Try to leave yourself even more air next time when cleaning up by clever driving behavior, then you will surely manage more next time.",
      "collected": "collected",
      "notCollected": "not collected"
    },
    "select": "select",
    "info": {
      "electricity": {
        "title": "electricity mix",
        "description": "The current standard electricity mix is composed as shown in the graph. This composition influences the climate friendliness of electric cars. You can influence this mix through your choice of measures in the local council.",
        "scale": "electricity ratio in %"
      },
      "emissionsPerFuel": {
        "title": "emissions per fuel",
        "description": "On this graph you can see how many greenhouse gases are in which fuel. Electricity depends on the electricity mix and can be influenced by the local council.",
        "scale": {
          "x": "fuel",
          "y": "gCO2eq/kWh"
        }
      },
      "emissionsPerElectricitySource": {
        "title": "emissions per electricity source",
        "description": "The graph shows how many greenhouse gases are produced by which electricity source.",
        "scale": {
          "x": "electricity source",
          "y": "gCO2eq/kWh"
        }
      },
      "driving": {
        "scale": {
          "x": "Distance traveled in km",
          "y": "emissions per person in g/kWh"
        }
      },
      "speed": {
        "title": "speed per time",
        "scale": {
          "x": "Distance traveled in km",
          "y": "km/h"
        }
      },
      "persons": {
        "title": "person count per time",
        "scale": {
          "x": "Distance traveled in km",
          "y": "persons"
        }
      },
      "emissions": {
        "input": "emissions per time",
        "collected": "collected emissions per time",
        "outside": "emissions released per time",
        "scale": {
          "x": "Distance traveled in km",
          "y": "emissions per person in g/kWh"
        }
      }
    },
    "play": "play",
    "playDialog": {
      "header": "play level",
      "play": "play",
      "cancel": "cancel"
    },
    "navigationType": {
      "speed": {
        "title": "speed",
        "description": "Control the vehicle speed with the accelerator and brake."
      },
      "acceleration": {
        "title": "acceleration",
        "description": "Control the vehicle speed with the accelerator slider."
      },
      "speedDirection": {
        "title": "speed and direction",
        "description": "Control the vehicle speed with the accelerator and brake and the direction of travel using the joystick."
      },
      "accelerationDirection": {
        "title": "acceleration and direction",
        "description": "Control the vehicle speed with the accelerator slider and the direction of travel using the joystick."
      },
      "joystick": {
        "title": "joystick",
        "description": "Control the vehicle speed and direction of travel using the joystick."
      }
    },
    "movingType": {
      "path": {
        "title": "navigated",
        "description": "Follow the fixed path."
      },
      "free": {
        "title": "free style",
        "description": "Determine your own path. "
      }
    },
    "highScore": {
      "header": "highscore"
    },
    "tutorial": {
      "select": "Traffic accounts for 30% of greenhouse emissions. Try to figure out what impact different types of vehicles have.",
      "statistics": "The statistic shows you how many greenhouse gases are produced per kWh of fuel.\nWhile this is constant for fuels like diesel and gasoline, the values for electricity depend on the electricity mix.",
      "drive": "In addition to vehicle choice, driving behavior also plays a crucial role. The faster you drive, the more fuel you need.",
      "statsGame": "In the statistics above the map you can see how many emissions are released. All emissions in the red marked area go directly into the environment. For all below you have the chance to clean them up.",
      "speed": "You can speed up and slow down with the pedals on the bottom right. The car will steer for you.",
      "joystick": "You can speed up, slow down and steer with the joystick on the bottom right. With the slider on the left you can set the maximum speed.",
      "combined": "You can speed up and slow down with the pedals on the bottom left. Use the Joystick on the left to steer.",
      "bus": "But the number of passengers also makes a difference. More people travelling in the same vehicle means more people are sharing the same emissions.\nStop at bus stops to let people get in.",
      "cleanUp": "Now try to clean up the emissions you caused by throwing them into the correct garbage can.\nBut watch out! If there are too many emissions they will evaporate and get into the environment.\nIn addition to greenhouse gases, microplastics are also released through tire wear and particulate matter.",
      "nudging": "You can nudge particles of the same type together to create a chain. This allows you to get rid of multiple particles at once!",
      "improve": "Try to leave yourself more air next time when cleaning up by clever driving behavior, or influence the electricity mix by appropriate measures in the measures map."
    }
  },
  "enums": {
    "particle": {
      "carbonDioxide": "co2",
      "dust": "dust",
      "methane": "ch4",
      "microplastic": "microplastic",
      "carbonDioxideEquivalent": "CO2 equivalent"
    },
    "electricity": {
      "water": "hydroelectric power",
      "wind": "wind energy",
      "biomass": "Biomass",
      "sun": "photovoltaics",
      "green": "other green energy",
      "gas": "natural gas",
      "others": "others"
    },
    "vehicles": {
      "car": {
        "category": "car",
        "sport": "sports car",
        "suv": "SUV",
        "e-suv": "E-SUV",
        "compact": "compact car",
        "e-car": "E-car"
      },
      "motorcycle": {
        "category": "motorcycle",
        "moped": "moped",
        "e-moped": "E-moped",
        "motorcycle": "motorcycle",
        "e-bike": "E Bike",
        "city": "city bike"
      },
      "scooter":  {
        "category": "scooter",
        "e-scooter": "e-scooter"
      },
      "bus": {
        "category": "bus",
        "bus": "bus",
        "e-bus": "E-bus"
      }
    },
    "fuel": {
      "diesel": "diesel",
      "gasoline": "gasoline",
      "gas": "natural gas",
      "electricity": "electricity",
      "none": "none"
    },
    "units": {
      "ps": "ps",
      "km/h": "km/h",
      "km": "km",
      "liters/100": "liters per 100 km",
      "liters": "liters",
      "seconds": "m/s per second",
      "kw/100": "kWh per 100 km",
      "kw": "kWh"
    }
  },
  "statistic": {
    "rating": "How many times how many points were scored?",
    "vehicleCategory": "Which vehicle category were used how often in which run?",
    "vehicleType": "Which vehicle types were used how often in which run?",
    "navigationType": "Which navigation types were used how often per user?",
    "movingType": "Which moving types were used how often per user?",
    "stops": "How many times did the driver stop while driving?",
    "persons": "How many people were on the bus?",
    "speed": {
      "max": "What was the max speed?",
      "average": "What was the average speed?"
    },
    "playTime": "How long was played?",
    "selectTime": "How long was selected?",
    "driveTime": "How long was driven?",
    "cleanupTime": "How long was cleaned up?",
    "particleState": {
      "totalCount": {
        "average": "How many particles were emitted on average?",
        "min": "What was the minimum number of particles emitted?",
        "max": "What was the maximum number of particles emitted?"
      },
      "collectedCount": {
        "average": "How many particles were collected on average?",
        "min": "What was the minimum number of particles collected?",
        "max": "What was the maximum number of particles collected?"
      }
    },
    "line": {
      "speed": {
        "average": "What was the average driving behavior per vehicle type?",
        "min": "What was the best driving behavior per vehicle type?",
        "max": "What was the worst driving behavior per vehicle type?"
      },
      "persons": {
        "mix": "What was the bus person count?"
      }
    }
  },
  "publicScreen": {
    "tutorial": "tutorial",
    "highscore": "highscore"
  }
}